/* afpAccessDenied */
"-5000.message" = "Nie masz uprawnień do otwarcia programu %@.";
"-5000.info" = "Poproś o pomoc administratora komputera lub sieci.";
"-5000.help" = "mh1519";

/* afpAccessDenied - but for document */
"documentPermissionError" = "Nie masz uprawnień do otwarcia dokumentu %@.";
"documentPermissionError.info" = "Poproś o pomoc administratora komputera lub sieci.";
"documentPermissionError.help" = "mh1519";

/* afpInsideTrashErr*/
"-5044.message" = "Nie można otworzyć programu %@, ponieważ jest on w koszu.";
"-5044.info" = "Aby otworzyć ten program, wyjmij go z kosza.";

/* kLSAppInTrashErr */
"-10660.message" = "Nie można otworzyć programu %@, ponieważ jest on w koszu.";
"-10660.info" = "Aby otworzyć ten program, wyjmij go z kosza.";

/* kLSAppIsInBackupSnapshotErr */
"-10657.message" = "Nie można otworzyć programu %@, ponieważ znajduje się on w kopii zapasowej Time Machine.";

/* kLSIncompatibleApplicationVersionErr */
"-10664.message" = "Nie możesz używać tej wersji programu %@ z tą wersją Mac OS X.";
"-10664.info" = "Masz %@ %@.";
"-10664.help" = "mh24615";

/* kLSIncompatibleApplicationVersionErr with Software Update */
"-10664.message.2" = "Aby otworzyć %@, musisz uaktualnić do najnowszej wersji.";
"-10664.info.2" = "Aby zainstalować najnowszą wersję, uruchom Uaktualnienia.";

/* kLSNoRosettaEnvironmentErr */
"-10665.title" = "Aby otworzyć %@, należy zainstalować Rosettę. Czy chcesz ją teraz zainstalować?";
"-10665.error.title" = "Aby otworzyć %@, należy otworzyć Rosettę.";
"-10665.error.nonetwork" = "Aby zainstalować Rosettę, połącz się z Internetem i otwórz %@. Jeśli nie możesz połączyć się z Internetem, włóż płytę instalacyjną Mac OS X, otwórz katalog Instalacje opcjonalne i kliknij w Optional Installs.";
"-10665.error.noserver" = "Nie są teraz dostępne żadne uaktualnienia. Gdy będą dostępne, otwórz ponownie %@.";
"-10665.error.busy" = "Trwa właśnie instalowanie innych uaktualnień. Po ich zakończeniu otwórz ponownie %@, aby zainstalować Rosettę.";
"-10665.error.notfound" = "Aby zainstalować Rosettę później, otwórz ponownie %@. Jeśli nie możesz połączyć się z Internetem, włóż płytę instalacyjną Mac OS X, otwórz katalog Instalacje opcjonalne i kliknij w Optional Installs.";

/* kLSNoClassicEnvironmentErr */
"-10828.message" = "Nie można otworzyć programu %@, ponieważ środowisko Classic nie jest już obsługiwane.";

/*kLSIncompatibleSystemVersionErr*/
"-10825.message" = "Nie możesz używać tej wersji programu %@ z tą wersją Mac OS X.";
"-10825.info" = "Masz zainstalowany Mac OS X %@. Ten program wymaga Mac OS X w wersji %@ lub nowszej.";
"-10825.help" = "mh24616";

/* kLSNoLaunchPermissionErr */
"-10826.message" = "Nie masz uprawnień do otwarcia programu %@.";
"-10826.info" = "Poproś o pomoc administratora komputera lub sieci.";
"-10826.help" = "mh1519";

/* kLSNoExecutableErr */
"-10827.message" = "Nie można otworzyć programu %@, ponieważ może być on uszkodzony lub niekompletny.";

/* kLSMultipleSessionsNotSupportedErr */
"-10829.message" = "Nie można otworzyć programu %@, ponieważ używa go ktoś inny.";
"-10829.info" = "Poproś drugiego użytkownika, aby zakończył ten program i spróbuj ponownie.";

/* fnfErr */
"-43.message" = "Nie można było znaleźć programu.";

/* kLSApplicationNotFoundErr -10814 */
kLSApplicationNotFoundErr = "Nie został wybrany żaden domyślny program, który miałby otworzyć dokument %@.";
kLSApplicationNotFoundErr.url = "Nie został wybrany żaden domyślny program, który miałby otworzyć URL %@.";

/* this is the default message we use if no other error was found */
default.message = "Nie można otworzyć programu %@.";
default.info = "%d";

default2.message = "Nie można było otworzyć programu.";

/* kLSExecutableIncorrectFormat -10661 */
"-10661.message" = "Nie można otworzyć programu %@, ponieważ nie jest on obsługiwany na tym modelu komputera Mac.";

SU_BUTTON = "Uaktualnienia…";

OK = "OK";